abs
apache
at
atk
autoconf
automake
avahi
bash
binutils
bison
blackarch-keyring
bzip2
bzr
cmake
compositeproto
coreutils
cower
cryptsetup
ctags
damageproto
device-mapper
devtools
dhcpcd
diffutils
dosfstools
e2fsprogs
easy-rsa
elfutils
elinks
fakeroot
file
filesystem
findutils
fixesproto
flex
gawk
gcc
gcc-libs
gdk-pixbuf2
gettext
git
git-etc
glibc
grep
groff
gtk-update-icon-cache
gtk2
gzip
hdparm
hicolor-icon-theme
htop
inetutils
inputproto
intel-ucode
iproute2
iputils
isl
ix
jad
jasper
jfsutils
kbproto
less
libcups
libdaemon
libdatrie
libdrm
libice
libpciaccess
libsm
libthai
libtiff
libtool
libvdpau
libx11
libxau
libxcb
libxcomposite
libxcursor
libxdamage
libxdmcp
libxext
libxfixes
libxft
libxi
libxinerama
libxrandr
libxrender
libxshmfence
libxt
libxxf86vm
libyaml
licenses
linux-lts
linux-lts-headers
llvm-libs
lm_sensors
logrotate
lvm2
m4
mailutils
make
man-db
man-pages
mdadm
mercurial
mtr
nano
net-tools
netctl
ntfs-3g
ntp
openssh
openvpn
owncloud
owncloud-app-bookmarks
owncloud-app-calendar
owncloud-app-documents
owncloud-app-gallery
p7zip
pacman
patch
pciutils
pcmciautils
perl
php-apache
php-intl
php-mcrypt
php-pgsql
php-xcache
pixman
pkg-config
pkgfile
postgresql
pptpclient
procps-ng
psmisc
python
python2
randrproto
reiserfsprogs
renderproto
repo-scripts
ruby
s-nail
screen
sed
shadow
shared-mime-info
smartmontools
sqlite
sudo
sysfsutils
syslinux
systemd-sysvcompat
tar
terminus-font
texinfo
tmux
transmission-cli
tree
unrar
unzip
usbutils
util-linux
vi
vim
vim-a
vim-bufexplorer
vim-colorsamplerpack
vim-doxygentoolkit
vim-fugitive
vim-guicolorscheme
vim-indent-object
vim-jad
vim-jellybeans
vim-latexsuite
vim-minibufexpl
vim-nerdtree
vim-netrw
vim-omnicppcomplete
vim-project
vim-runtime
vim-spell-en
vim-spell-ru
vim-surround
vim-taglist
vim-vcscommand
vim-workspace
vimpager
vsftpd
wayland
which
xcb-proto
xextproto
xf86vidmodeproto
xfsprogs
xineramaproto
yaourt
zabbix-agent
zsh
zsh-completions
zsh-syntax-highlighting
