1pass-hg
acpi
acpi_call
acpi_call-lts
acpid
akonadi
akonadi-calendar-tools
akonadiconsole
akregator
alsa-plugins
alsa-utils
ant
arch-audit
archey3
archlinux-artwork
archlinux-wallpaper
ark
aspell-en
aspell-ru
at
atom
audacity
aurlist
autoconf
automake
autopep8
awesome
bash
bash-completion
bbswitch
bind-tools
binutils
bison
bkchem
blackarch-keyring
bluedevil
bluefish
bluez-qt
bluez-utils
boost
breeze
breeze-gtk
broadcom-wl-dkms
bumblebee
bzip2
bzr
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
calendarsupport
calligra
canorus
cantata
cantor
cdemu-client
cdrdao
celt
cervisia
check
chef-dk
chromium
classpath
clion
cloc
cmake
compass-icon-theme
coreutils
cower
cppcheck
cryptsetup
cscope
cups
cups-filters
cups-pdf
curlftpfs
dash
datagrip
datagrip-jre
device-mapper
devtools
dhcpcd
diffuse
diffutils
digikam
dina-font
discord-canary
discount
djview
dmidecode
dolphin-plugins
dosbox
dosfstools
downgrade
doxygen
doxygen-docs
drkonqi
dropbox
dvd+rw-tools
e2fsprogs
easystroke
ed
elinks
encfs
eric
eric-i18n-ru
espeak
ethtool
eventviews
exempi
exfat-utils
extra-cmake-modules
extundelete
fakeroot
festival
festival-english
fig2dev
file
filelight
filesystem
findutils
fingerprint-gui
firefox-i18n-ru
firefox-ublock-origin
flacon
flake8
flashplugin
flex
fontconfig
foomatic-db
foomatic-db-nonfree
fping
franz-bin
freeciv
freerdp
freetype2
freshplayerplugin
fuse2
gawk
gc
gdb
gendesk
geogebra
gettext
git
git-etc
glibc
gnome-breeze-git
gnu-netcat
gnuchess
go
gobject-introspection-runtime
gocr
goldendict
gonvert
gperf
grace
grantleetheme
graphviz
grep
groff
gromacs
gsasl
gst-plugins-bad
gst-plugins-base-libs
gst-plugins-good
gst-python
gtk2
gtk3
gtkglext
gvfs-afc
gwenview
gzip
haveged
hddtemp
hdparm
hplip
hplip-plugin
hpoj
htop
hunspell-en_AU
hunspell-en_CA
hunspell-ru
hwdetect
hwinfo
icoutils
id3v2
ifuse
imake
incidenceeditor
inetutils
intel-ucode
intltool
iotop
iproute2
iptraf-ng
iputils
ipython
ipython2
iso-codes
iw
ix
java-environment-common
java-service-wrapper
jdk
jdk8
jemalloc
jfsutils
jq
js185
k3b
kaccounts-integration
kaccounts-providers
kactivitymanagerd
kaddressbook
kalarm
kalgebra
kalzium
kamera
kapptemplate
kate
kcachegrind
kcharselect
kchmviewer
kcolorchooser
kcron
kde-dev-utils
kde-gtk-config
kdeconnect
kdegraphics-mobipocket
kdenetwork-filesharing
kdenlive
kdepim-apps-libs
kdeplasma-addons
kdevelop
kdevelop-python
kdf
kdialog
kdnssd
keditbookmarks
kfind
khotkeys
kid3
kig
kile
kimageformats
kinfocenter
kio-extras
kipi-plugins
kleopatra
klickety
kmag
kmail
kmenuedit
kmix
kmousetool
kmouth
kmplot
knotes
knotifyconfig
kodi
kolourpaint
kompare
konsole
kontact
konversation
korganizer
kpeople
krdc
krename
krita
kruler
krunner
krusader
kscreen
ksshaskpass
kstars
ksuperkey
ksysguard
ksystemlog
ktimer
ktorrent
ktouch
kwallet-pam
kwalletmanager
kwin
kwrite
less
lib32-alsa-plugins
lib32-gtk2
lib32-libpulse
lib32-libxmu
lib32-mpg123
lib32-ncurses
lib32-nvidia-utils
lib32-virtualgl
libaccounts-qt
libasl
libc++
libc++abi
libc++experimental
libcoverart
libetonyek
libgravatar
libgtop
libimobiledevice
libkdepim
libkleo
libkomparediff2
libksieve
libkvkontakte
libnetctlgui
libodfgen
libplist
libpurple
libreoffice-fresh
libreoffice-fresh-ru
librevenge
libsoxr
libsrtp
libstdc++5
libtool
libusbmuxd
libvisio
libvncserver
libwpg
licenses
lilypond
linux
linux-headers
linux-lts
linux-lts-headers
lokalize
lshw
lsof
lua52
lvm2
lz4
m4
mailcommon
mailimporter
make
man-db
man-pages
marble
mariadb
mdadm
mediainfo
memtest86+
mencoder
mercurial
mesa-demos
messagelib
minizip
mlocate
moc
mono
mpc
mpd
mpv
mtools
mtr
musescore
mypy
namcap
nano
netctl
netctl-gui
netctlgui-helper
nextcloud-client
nitrux-icon-theme-kde
nmap
nodejs
npm
ntfs-3g
ntp
nvidia
nvidia-settings
okteta
okular
oniguruma
opencl-nvidia
openmpi
openscenegraph
openvpn
p7zip
pacman
pacman-contrib
pacmatic
pamtester
pass
patch
pavucontrol
pciutils
pdfsam
pepper-flash
perl
perl-digest-sha1
perl-mime-tools
phonon-qt5-gstreamer
pianobooster
pimcommon
pkgbuild-watch
pkgconf
pkgfile
plasma-desktop
plasma-framework
plasma-integration
plasma-mediacenter
plasma-pa
plasma-sdk
plasma-wayland-session
plasma-workspace
plasma-workspace-wallpapers
plasma5-applet-awesome-widgets
polkit-qt5
ponysay
postgresql
postgresql-libs
postgresql-old-upgrade
powerdevil
poxml
ppp
ppsspp
premake
print-manager
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
pulseaudio-ctl
pulseaudio-equalizer
putty
pychecker
pymol
python-bcrypt
python-biopython
python-boto
python-configobj
python-dateutil
python-dbus
python-gobject
python-gobject2
python-lxml
python-mysql-connector
python-oauth2client
python-openbabel
python-paramiko
python-pip
python-pycodestyle
python-pycountry
python-pytest
python-pytz
python-requests
python-retrying
python-scipy
python-xlrd
python2-argcomplete
python2-beaker
python2-biopython
python2-cx_freeze
python2-decorator
python2-gobject
python2-mako
python2-markupsafe
python2-matplotlib
python2-opengl
python2-pip
python2-pybluez
python2-pypdf2
python2-pyqt5
python2-requests
python2-requests-oauthlib
python2-scipy
qconf
qmmp
qmmp-plugin-pack
qt4
qt5-3d
qt5-canvas3d
qt5-charts
qt5-connectivity
qt5-datavis3d
qt5-doc
qt5-examples
qt5-gamepad
qt5-graphicaleffects
qt5-imageformats
qt5-location
qt5-multimedia
qt5-quickcontrols2
qt5-scxml
qt5-sensors
qt5-serialbus
qt5-serialport
qt5-svg
qt5-translations
qt5-virtualkeyboard
qt5-wayland
qt5-webengine
qt5-webkit
qt5-websockets
qt5-webview
qt5-x11extras
qtcurve-gtk2
qtcurve-qt4
qtcurve-qt5
qtcurve-utils
qwt
qwtplot3d
r8168
rarian
reiserfsprogs
remmina
ripgrep
rocs
rust
rxvt-unicode
s-nail
s3cmd
samba
scala
scons
screen
scrot
sddm
sddm-kcm
sdl_mixer
sdl_ttf
sed
shadow
shntool
signon-kwallet-extension
signon-plugin-oauth2
signon-ui
skanlite
skypeforlinux-bin
sloccount
smartmontools
soundkonverter
sox
spectacle
speedcrunch
sqlitebrowser
square-beam-icon-theme
sshfs
steam
step
strace
sudo
sysfsutils
syslinux
sysstat
systemd-sysvcompat
systemsettings
tamsyn-font
tar
tcpdump
tcsh
teamspeak3
teamviewer
telegram-desktop
telepathy-gabble
telepathy-haze
telepathy-idle
telepathy-kde-accounts-kcm
telepathy-kde-approver
telepathy-kde-auth-handler
telepathy-kde-contact-list
telepathy-kde-contact-runner
telepathy-kde-desktop-applets
telepathy-kde-filetransfer-handler
telepathy-kde-integration-module
telepathy-kde-send-file
telepathy-kde-text-ui
telepathy-qt
terminus-font
texinfo
texlive-bibtexextra
texlive-fontsextra
texlive-formatsextra
texlive-langcyrillic
texlive-langextra
texlive-langgreek
texlive-latexextra
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
texmacs
tmux
tor
tp_smapi
tpacpi-bat-git
traceroute
transifex-client
transmission-qt
tree
truecrypt
tslib
ttf-freefont
ttf-google-fonts-git
ttf-liberation
ttf-literation-mono-powerline-git
ttf-mac-fonts
ttf-ms-fonts
ttf-opensans
ttf-vista-fonts
ucsf-chimera
umbrello
units
unrar
unzip
urxvt-perls-git
usb_modeswitch
usbmuxd
usbutils
util-linux
valgrind
vcdimager
vesta
vi
vicious
vid.stab
vim
vim-a
vim-airline
vim-bufexplorer
vim-colorschemes
vim-doxygentoolkit
vim-fugitive
vim-guicolorscheme
vim-indent-object
vim-latexsuite
vim-minibufexpl
vim-nerdtree
vim-omnicppcomplete
vim-project
vim-qml-git
vim-spell-en
vim-spell-ru
vim-supertab
vim-surround
vim-tagbar
vim-taglist
vim-vcscommand
vim-workspace
vimpager
virtualbox
wget
which
whois
wine
wine-mono
wine_gecko
winetricks
wireshark-qt
wmctrl
wpa_actiond
wpa_supplicant
wvdial
wxmaxima
xautoclick
xaw3d
xbindkeys
xboard
xca
xcursor-pulse-glass
xdg-user-dirs
xdotool
xf86-input-keyboard
xf86-input-mouse
xf86-input-synaptics
xf86-input-void
xf86-video-fbdev
xf86-video-intel
xf86-video-vesa
xfsprogs
xorg-appres
xorg-docs
xorg-fonts-cyrillic
xorg-fonts-misc
xorg-fonts-type1
xorg-server
xorg-server-common
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xclipboard
xorg-xcmsdb
xorg-xconsole
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xfd
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsclients
xorg-xlsfonts
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xsecurelock-git
xsel
xterm
yakuake-frameworks-git
yasm
yay
ycm-generator-git
zeroconf-ioslave
zip
zramswap
zsh
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
