abs
acpi
acpi_call
acpi_call-lts
acpid
akonadiconsole
akregator
alsa-plugins
alsa-utils
apache-ant
appmenu-qt
appmenu-qt5
archey3
archlinux-artwork
archlinux-wallpaper
ark
arx-libertatis
aspell-en
aspell-ru
at
audacity
aurlist
autoconf
automake
automoc4
awesome
bash
bash-completion
bind-tools
binutils
bison
bkchem
blackarch-keyring
bluedevil
bluefish
bluez-qt
bluez-utils
boost
breeze
bumblebee
bzip2
bzr
ca-certificates
ca-certificates-cacert
ca-certificates-mozilla
ca-certificates-utils
calligra-extras
calligra-karbon
calligra-krita
calligra-l10n-ru
calligra-words
cantata
cantor
cdemu-client
cdrdao
celt
check
chromium
classpath
clion
cloc
cmake
compass-icon-theme
coreutils
cower
cppcheck
cryptsetup
cscope
cups
cups-filters
cups-pdf
curlftpfs
dash
device-mapper
devtools
dhcpcd
diffuse
diffutils
digikam
dina-font
djview
dmidecode
dolphin-plugins
dosbox
dosfstools
downgrade
doxygen
doxygen-docs
drkonqi
ds-digital-fonts
dvd+rw-tools
e2fsprogs
easystroke
elinks
encfs
eric
eric-common
eric-i18n-ru
espeak
ethtool
exempi
extra-cmake-modules
extundelete
fakeroot
fbv
festival
festival-english
festvox-ru
file
filelight
filesystem
findutils
fingerprint-gui
firefox-extension-add-to-search-bar
firefox-extension-speed-dial
firefox-extension-ublock
firefox-i18n-ru
firefox-kde-opensuse
flacon
flashplugin
flex
fontconfig
foo2zjs
foomatic-db-foo2zjs
foomatic-db-nonfree
freerdp
freetype2
gawk
gc
gcc
gcc-libs
gdb
gendesk
geogebra
gettext
git
git-etc
glibc
gnome-breeze-git
gnu-netcat
gnuchess
gobject-introspection-runtime
gocr
goldendict
gonvert
gperf
grace
graphviz
grep
groff
gromacs
gromacs-4.5-complete
gsasl
gst-plugins-base-libs
gtk2
gtk3
gtkglext
gtkglextmm
gwenview
gzip
haveged
hddtemp
hdparm
hplip
hplip-plugin
hpoj
htop
hunspell-en
hunspell-ru
hwdetect
hwinfo
i2p
icoutils
id3v2
imake
inetutils
intel-ucode
intltool
iproute2
iptraf-ng
iputils
ipython
ipython2
iw
ix
java-environment-common
java-service-wrapper
jdk7
jemalloc
jfsutils
jq
js
js185
k3b
kaccounts-integration
kaccounts-providers
kaddressbook
kaffeine
kalarm
kalgebra
kapptemplate
kate
kate-latex-plugin
katecpp-helper-plugin
kcharselect
kchmviewer
kcron
kde-base-artwork
kde-gtk-config
kde-l10n-ru
kde-wallpapers
kdeaccessibility-kaccessible
kdeaccessibility-kmag
kdeaccessibility-kmousetool
kdeaccessibility-kmouth
kdeadmin-ksystemlog
kdeadmin-kuser
kdeartwork-colorschemes
kdeartwork-desktopthemes
kdeartwork-emoticons
kdeartwork-iconthemes
kdeartwork-wallpapers
kdeartwork-weatherwallpapers
kdebase-kdepasswd
kdebase-kdialog
kdebase-keditbookmarks
kdebase-kfind
kdebindings-python
kdebindings-python2
kdeconnect-git
kdeedu-kalzium
kdeedu-ktouch
kdegames-klickety
kdegraphics-kamera
kdegraphics-kcolorchooser
kdegraphics-kolourpaint
kdegraphics-ksnapshot
kdegraphics-mobipocket
kdegraphics-okular
kdemultimedia-audiocd-kio
kdemultimedia-kscd
kdenetwork-filesharing
kdenetwork-kppp
kdenetwork-krdc
kdenetwork-zeroconf-ioslave
kdenlive
kdepimlibs4
kdeplasma-addons
kdesdk-cervisia
kdesdk-dev-utils
kdesdk-kcachegrind
kdesdk-kioslaves
kdesdk-poxml
kdeutils-kdf
kdeutils-kgpg
kdeutils-kremotecontrol
kdevelop
kdnssd
kgtk
khotkeys
kid3
kig
kile
kimageformats
kinfocenter
kio-extras
kio-pim
kipi-plugins
kleopatra
kmail
kmenuedit
kmix
kmplot
knotes
knotifyconfig
kompare
konsole
konsolekalendar
kontact
konversation
korganizer
kpeople
krecipes
krename
kruler
krunner
krusader
kscreen
ksshaskpass
kstars
ksuperkey
ksysguard
ktimer
ktorrent
kwallet-pam
kwalletmanager
kwin
kwrite
latex-pscyr
less
lib32-alsa-plugins
lib32-flashplugin
lib32-gtk2
lib32-libpulse
lib32-libxmu
lib32-mpg123
lib32-ncurses
lib32-nvidia-utils
lib32-qtcurve-gtk2
lib32-qtcurve-qt4
lib32-qtcurve-utils
lib32-virtualgl
libaccounts-qt
libasl
libc++
libc++abi
libcoverart
libetonyek
libgtop
libkactivities4
libkdegames4
libkdepim
libkomparediff2
libkvkontakte
liblastfm
libnetctlgui
libodfgen
liborigin2
libpurple
librcc
libreoffice-fresh
libreoffice-fresh-ru
librevenge
libsoxr
libstdc++5
libtool
libvisio
libvncserver
libwpg
licenses
linux
linux-headers
linux-lts
linux-lts-headers
lokalize
lshw
lsof
lua52
lvm2
lz4
m4
make
man-db
man-pages
man-pages-ru
marble
mariadb
markdown
mathmech
mdadm
mediainfo
memtest86+
mencoder
mercurial
mesa-demos
mlocate
moc
mpc
mpd
mpv
mtools
mtr
namcap
nano
netctl
netctl-gui
netctlgui-helper
nitrux-icon-theme-kde
nmap
ntfs-3g
ntp
nvidia
okteta
oniguruma
openmpi
openscenegraph
openvpn
otf-texgyre
owncloud-client
oxygen-gtk2
p7zip
package-query
pacman
pacmatic
pamtester
papirus-kmail-theme
patch
pavucontrol
pciutils
pcmciautils
pdfsam
pep8
perl
perl-digest-sha1
perl-mime-tools
phonon-qt4
phonon-qt4-gstreamer
phonon-qt5-gstreamer
phonon-qt5-vlc
pkg-config
pkgbuild-introspection
pkgbuild-watch
pkgfile
plasma-desktop
plasma-framework
plasma-mediacenter
plasma-pa
plasma-sdk
plasma-theme-papirus
plasma-workspace
plasma-workspace-wallpapers
plasma5-applet-awesome-widgets
plasma5-applet-netctl-gui
pokerth
polkit-qt5
ponysay
postgresql-libs
powerdevil
ppp
ppsspp
premake
print-manager
procps-ng
psmisc
puddletag
pulseaudio
pulseaudio-alsa
pulseaudio-ctl
pychecker
pymol
python-biopython
python-dateutil
python-dbus
python-gobject
python-gobject2
python-lxml
python-mysql-connector
python-oauth2client
python-openbabel
python-pip
python-pyqt4
python-pytest
python-pytz
python-requests
python-scipy
python-xlrd
python2-argcomplete
python2-beaker
python2-biopython
python2-cx_freeze
python2-decorator
python2-gobject
python2-mako
python2-markupsafe
python2-matplotlib
python2-openbabel
python2-opengl
python2-pip
python2-pybluez
python2-pyqt5
python2-requests
python2-requests-oauthlib
python2-scipy
python3-aur
qconf
qt-recordmydesktop
qt4
qt5-3d
qt5-canvas3d
qt5-connectivity
qt5-doc
qt5-enginio
qt5-graphicaleffects
qt5-imageformats
qt5-location
qt5-multimedia
qt5-serialport
qt5-svg
qt5-wayland
qt5-webengine
qt5-webkit
qt5-websockets
qt5-x11extras
qtcurve-gtk2
qtcurve-qt4
qtcurve-qt5
qtcurve-utils
qtiplot-opj
qwt
qwtplot3d
r8168
rarian
reiserfsprogs
rfkill
rocs
rpm-org
rpmdevtools
rxvt-unicode
s-nail
s3cmd
samba
scons
screen
scrot
sddm
sddm-archlinux-theme-git
sddm-kcm
sdl_mixer
sdl_ttf
sed
shadow
shntool
signon-kwallet-extension
signon-plugin-oauth2
signon-ui
skanlite
skype
sloccount
smartmontools
soundkonverter
sox
square-beam-icon-theme
srcpac
sshfs
step
strace
sudo
sysfsutils
syslinux
sysstat
systemd-sysvcompat
systemsettings
tamsyn-font
tar
tcsh
teamviewer
telepathy-gabble
telepathy-haze
telepathy-idle
telepathy-kde-accounts-kcm
telepathy-kde-approver
telepathy-kde-auth-handler
telepathy-kde-contact-list
telepathy-kde-contact-runner
telepathy-kde-desktop-applets
telepathy-kde-filetransfer-handler
telepathy-kde-integration-module
telepathy-kde-send-file
telepathy-kde-text-ui
telepathy-qt5
terminus-font
texinfo
texlive-bibtexextra
texlive-fontsextra
texlive-formatsextra
texlive-genericextra
texlive-htmlxml
texlive-langcyrillic
texlive-langextra
texlive-langgreek
texlive-latexextra
texlive-pictures
texlive-plainextra
texlive-pstricks
texlive-publishers
texlive-science
texmacs
tmux
tor
tp_smapi
tpacpi-bat-git
traceroute
transfig
tree
truecrypt
ttf-droid
ttf-fff-tusj
ttf-freefont
ttf-google-fonts-hg
ttf-inconsolata
ttf-liberation
ttf-literation-mono-powerline-git
ttf-mac-fonts
ttf-ms-fonts
ttf-neverwinter
ttf-vista-fonts
twin
ucsf-chimera
umbrello
uniconvertor
units
unrar
unzip
urxvt-perls-git
usb_modeswitch
usbutils
util-linux
valgrind
vcdimager
vi
vicious
vid.stab
vim
vim-a
vim-airline
vim-bufexplorer
vim-colorschemes
vim-doxygentoolkit
vim-fugitive
vim-guicolorscheme
vim-indent-object
vim-latexsuite
vim-minibufexpl
vim-nerdtree
vim-netrw
vim-omnicppcomplete
vim-project
vim-qml-git
vim-spell-en
vim-spell-ru
vim-supertab
vim-surround
vim-tagbar
vim-taglist
vim-vcscommand
vim-workspace
vim-youcompleteme-git
vimpager
virtualbox
virtualbox-host-modules-lts
vlc
wget
which
whois
wine
winetricks
wireshark-qt
wmctrl
wpa_actiond
wpa_supplicant
wvdial
wxmaxima
xautoclick
xaw3d
xbindkeys
xboard
xcursor-pulse-glass
xdg-user-dirs
xdotool
xf86-input-evdev
xf86-input-joystick
xf86-input-keyboard
xf86-input-mouse
xf86-input-synaptics
xf86-input-void
xf86-video-fbdev
xf86-video-intel
xf86-video-vesa
xfsprogs
xorg-appres
xorg-docs
xorg-fonts-cyrillic
xorg-fonts-misc
xorg-fonts-type1
xorg-server
xorg-server-common
xorg-server-utils
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-utils
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xclipboard
xorg-xcmsdb
xorg-xconsole
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xfd
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkb-utils
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsclients
xorg-xlsfonts
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xsecurelock-git
xsel
xvkbd
yakuake-frameworks-git
yaourt
yasm
ycm-generator-git
zip
zsh
zsh-completions
zsh-syntax-highlighting
