1pass-hg
acpi
acpi_call
acpid
akonadi
akonadi-calendar-tools
akonadi-contacts
akonadiconsole
albert
alsa-plugins
alsa-utils
apachedirectorystudio
appstream
appstream-qt
archey3
archlinux-artwork
archlinux-wallpaper
ark
aspell-en
aspell-ru
at
atom
audiocd-kio
aurlist
autoconf
automake
autopep8
awesome
aws-cli
bash
bash-completion
bind-tools
binutils
bison
bkchem
blackarch-keyring
bluedevil
bluefish
bluez-utils
boost
breeze-gtk
bzip2
bzr
cairo
calligra
canorus
cantor
cdemu-client
cdrdao
cdrtools
celt
cervisia
check
chef-dk
chemtool
chromium
clion
clion-cmake
clion-jre
cloc
cmake
coreutils
cower
cppcheck
cryptsetup
cscope
cups
cups-filters
cups-pdf
curlftpfs
cython
dash
datagrip
datagrip-jre
device-mapper
devtools
dhcpcd
dialog
diffuse
diffutils
digikam
dina-font
discount
djview
dmenu
dmidecode
docker
dolphin
dolphin-plugins
dosbox
dosfstools
double-conversion
downgrade
doxygen
doxygen-docs
drkonqi
dropbox
e2fsprogs
easystroke
ecryptfs-utils
electron2
elinks
encfs
eric
eric-i18n-ru
espeak
ethtool
evtest
exfat-utils
expac-git
extra-cmake-modules
extundelete
fakeroot
fbida
fig2dev
file
filelight
filesystem
filezilla
findutils
firefox
firefox-i18n-ru
firefox-ublock-origin
flacon
flake8
flex
fontconfig
fping
freerdp
freetype2
freshplayerplugin
fselect
gam
gawk
gcc
gcc-fortran
gcc-libs
gdb
gendesk
geogebra
gettext
git
git-etc
git-lfs
glibc
gmvault
gnome-breeze-git
gnu-free-fonts
gnu-netcat
gnuplot
gocr
goldendict
gonvert
gperf
gpsd
grace
gradle
grep
groff
gromacs
gsasl
gst-plugins-base-libs
gtest
gtk2
gtk3
gtkglext
gwenview
gzip
haveged
hddtemp
hping
hplip
hplip-plugin
hpoj
htop
httpie
hunspell-en_AU
hunspell-en_CA
hunspell-ru
hwdetect
hwinfo
hwloc
id3v2
iftop
ifuse
imake
inetutils
intellij-idea-ultimate-edition
intltool
iotop
iproute2
iptraf-ng
iputils
ipython
ipython2
iw
ix
java-runtime-common
java-service-wrapper
jdk
jdk7
jdk8
jfsutils
jq
js185
kaddressbook
kalarm
kalgebra
kamera
kapptemplate
kate
kbreakout
kcachegrind
kcharselect
kchmviewer
kcolorchooser
kde-cli-tools
kde-dev-scripts
kde-dev-utils
kde-gtk-config
kdecoration
kdegraphics-mobipocket
kdeicons-nouvekdegray
kdenetwork-filesharing
kdenlive
kdeplasma-addons
kdevelop
kdf
kdialog
keditbookmarks
kfind
kid3
kig
kile
kimageformats
kinfocenter
kio-extras
kipi-plugins
kleopatra
klickety
kmag
kmail
kmix
kmousetool
kmouth
kmplot
knotes
kolourpaint
kompare
konquest
kontact
konversation
korganizer
kpatience
krdc
krename
krita
kruler
krusader
kscreen
ksshaskpass
kstars
ksuperkey
ksystemlog
ktimer
ktorrent
kwallet-pam
kwalletmanager
kwayland
kwrite
lbreakout2
less
lib32-alsa-lib
lib32-alsa-plugins
lib32-freetype2-old-hinting
lib32-gcc-libs
lib32-glibc
lib32-gst-plugins-base-libs
lib32-gstreamer
lib32-gtk2
lib32-gtk3
lib32-libpulse
lib32-mpg123
lib32-ncurses
lib32-openal
lib32-virtualgl
libcap-ng
libetonyek
libkdepim
libkomparediff2
libmatio
libmicrohttpd
libmmtf
libodfgen
libpgf
libpurple
libqxt
libreoffice-fresh
libreoffice-fresh-ru
librevenge
libsecp256k1
libstemmer
libtool
libva-intel-driver
libvisio
libvncserver
libwpg
licenses
lilypond
linssid
linux
linux-headers
linux-lts
linux-lts-headers
lldb
lokalize
lsof
lua52
lvm2
lxc
m4
make
man-db
man-pages
marble
mariadb
maven
mdadm
mencoder
mercurial
mesa-demos
metasploit
minicom
mobile-broadband-provider-info
moc
moreutils
mpv
msgpack-c
mtools
mtr
mypy
namcap
nano
net-tools
netctl
netctl-gui
netctlgui-helper
nextcloud-client
nitrux-icon-theme-kde
nmap
nodejs
nodejs-jsdoc
ntfs-3g
ntp
nuget
numactl
okteta
okular
openscenegraph
openvpn
oxygen-gtk2
oxygen-icons
p7zip
pacman
pass
pass-otp
patch
pavucontrol
pciutils
pdfsam
pepper-flash
perl
perl-crypt-passwdmd5
perl-digest-sha1
perl-image-exiftool
perl-mime-tools
pev
pgadmin4
phonon-qt5-gstreamer
php
pianobooster
pkgbuild-watch
pkgconf
pkgfile
plasma-browser-integration
plasma-desktop
plasma-mediacenter
plasma-pa
plasma-sdk
plasma-wayland-session
plasma-workspace-wallpapers
plasma5-applet-awesome-widgets
plasma5-applet-netctl-gui
polkit-qt5
ponysay
postgresql
postgresql-libs
postgresql-old-upgrade
powertop
poxml
ppp
premake
print-manager
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
pulseaudio-ctl
purple-skypeweb
putty
pwgen
pychecker
pymol
python-aiohttp
python-argcomplete
python-bcrypt
python-beautifulsoup4
python-biopython
python-boto
python-boto3
python-celery
python-configobj
python-dateutil
python-dbus
python-django
python-django-rest-framework
python-dnspython
python-ecdsa
python-filelock
python-flask
python-gobject
python-gspread
python-httplib2
python-jsonpickle
python-lxml
python-magic
python-mysql-connector
python-oauth2client
python-openpyxl
python-pandas
python-paramiko
python-parse
python-passlib
python-pip
python-pipreqs
python-protobuf
python-psycopg2
python-pycodestyle
python-pycountry
python-pycryptodome
python-pyjwt
python-pylint
python-pyparsing
python-pytest
python-pytest-aiohttp
python-pytest-runner
python-pytz
python-redis
python-requests
python-retrying
python-schedule
python-scipy
python-tabulate
python-text-unidecode
python-typing_extensions
python-virtualenv
python-xlrd
python-xlsxwriter
python2-argcomplete
python2-boto
python2-click
python2-flask
python2-gdata
python2-gobject
python2-ldap
python2-oauthlib
python2-opengl
python2-pip
python2-pybluez
python2-pyparsing
python2-requests
python2-requests-oauthlib
python2-scipy
python2-yaml
qconf
qmmp
qt-gstreamer
qt4
qt5-charts
qt5-connectivity
qt5-doc
qt5-graphicaleffects
qt5-imageformats
qt5-location
qt5-multimedia
qt5-networkauth
qt5-quickcontrols2
qt5-scxml
qt5-speech
qt5-svg
qt5-translations
qt5-virtualkeyboard
qt5-wayland
qt5-webengine
qt5-webkit
qt5-websockets
qt5-webview
qt5-x11extras
qtcreator
qtcurve-gtk2
qtcurve-kde
qtcurve-utils
qwt
qwtplot3d
rarian
rdiff-backup
recordmydesktop
redis
remmina
rocs
rpmextract
ruby
ruby-rake
rxvt-unicode
s-nail
s3cmd
samba
samsung-unified-driver
sbt
scala
scala-docs
scala-sources
scanmem
scons
screen
scribus
sddm
sddm-kcm
sdl_mixer
sdl_ttf
sed
shadow
shellcheck
shntool
signond
simplescreenrecorder
skanlite
sloccount
smartmontools
socat
solidity
soundkonverter
sox
spectacle
sshfs
sshpass
step
strace
stunnel
sudo
sysfsutils
sysstat
systemd-sysvcompat
talloc
tamsyn-font
tar
tcpdump
tcsh
teamviewer
telegram-desktop
telegram-purple
telepathy-logger-qt
telepathy-morse
terminus-font
texinfo
texlive-bibtexextra
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-langcyrillic
texlive-langextra
texlive-langgreek
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
texmacs
thefuck
tmux
tor
torsocks
tpacpi-bat-git
traceroute
transifex-client
tree
truecrypt
ttf-ancient-fonts
ttf-google-fonts-git
ttf-liberation
ttf-literation-mono-powerline-git
ttf-mac-fonts
ttf-ms-fonts
ttf-vista-fonts
umbrello
units
unrar
unzip
urxvt-perls-git
usb_modeswitch
usbutils
util-linux
valgrind
vcdimager
vesta
vi
vicious
vim
vim-a
vim-airline
vim-bufexplorer
vim-colorschemes
vim-doxygentoolkit
vim-fugitive
vim-guicolorscheme
vim-indent-object
vim-latexsuite
vim-minibufexpl
vim-nerdtree
vim-omnicppcomplete
vim-project
vim-qml-git
vim-spell-en
vim-spell-ru
vim-supertab
vim-surround
vim-tagbar
vim-taglist
vim-vcscommand
vim-workspace
vimpager
virtualbox
virtualbox-ext-oracle
virtualbox-guest-iso
visualvm
vmpk
vnstat
w3m
wget
which
whois
wine
wine-mono
wine_gecko
winetricks
wireshark-qt
wmctrl
wpa_supplicant
wvdial
wxmaxima
x264
xautoclick
xaw3d
xbindkeys
xca
xdg-user-dirs
xdotool
xf86-input-evdev
xf86-input-keyboard
xf86-input-mouse
xf86-input-synaptics
xf86-input-void
xf86-video-fbdev
xf86-video-intel
xf86-video-vesa
xfsprogs
xorg-appres
xorg-fonts-cyrillic
xorg-fonts-misc
xorg-fonts-type1
xorg-server
xorg-server-common
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xclipboard
xorg-xcmsdb
xorg-xconsole
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xfd
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsclients
xorg-xlsfonts
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xsel
yakuake
yasm
yay
yed
zeroconf-ioslave
zip
zramswap
zsh
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
